<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Info.plist</key>
		<data>
		Pquq/9DCm/PXXGhItyKsCwn0pfA=
		</data>
		<key>OpenFace__.mlmodelc/coremldata.bin</key>
		<data>
		74OZd7YMWuo9JRyRFGmp5oEchm0=
		</data>
		<key>OpenFace__.mlmodelc/model.espresso.net</key>
		<data>
		fRVXL4rMM/U37q2mLOaLl1rJO6k=
		</data>
		<key>OpenFace__.mlmodelc/model.espresso.shape</key>
		<data>
		DRwG6meFv72NyRHtIJDa52nHe3w=
		</data>
		<key>OpenFace__.mlmodelc/model.espresso.weights</key>
		<data>
		P1SVMykvjrbp0BuElFoBzUJNd8M=
		</data>
		<key>OpenFace__.mlmodelc/model/coremldata.bin</key>
		<data>
		5LR8oiKDLNxRPHoayQMZXfjuLus=
		</data>
		<key>OpenFace__.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>haarcascade_frontalface_alt.xml</key>
		<data>
		EkapDR99LVIq6onpPtD6ijjZk6M=
		</data>
		<key>shape_predictor_68_face_landmarks.xml</key>
		<data>
		x7DgeApP2hgPdarfZUg4wYZu5fs=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>OpenFace__.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			NwWkevRK0TOBr2v1UG3LMGhNpv/tzQSVjCldPbCA1CA=
			</data>
		</dict>
		<key>OpenFace__.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			2p6UUBnWaaMkw1/6Ho3/hVV4zqQpFChlmW4B/Nfz64w=
			</data>
		</dict>
		<key>OpenFace__.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			mHNBLToY/k4nEiQnYAyBjk+tUMk+r6uLLuoB4ZkQLVY=
			</data>
		</dict>
		<key>OpenFace__.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			t8vTu7SCl1dUM94QoYXKek1Yn4BPc/ywUocy142nONk=
			</data>
		</dict>
		<key>OpenFace__.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			QN0pPj+e15nhf0jpLecEMajVDcXVsgHiMNdHmGmm9j4=
			</data>
		</dict>
		<key>OpenFace__.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>haarcascade_frontalface_alt.xml</key>
		<dict>
			<key>hash2</key>
			<data>
			YoHfE0Wcwhj/BH0Csq44WbEv8UqT/+iVL3sz+te5aXs=
			</data>
		</dict>
		<key>shape_predictor_68_face_landmarks.xml</key>
		<dict>
			<key>hash2</key>
			<data>
			+9wsuA65qnp1hnLL/doyumMA7+m25seimf9+c2sRuS8=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
