<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>Classes/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>Faces.mlmodelc/coremldata.bin</key>
		<data>
		74OZd7YMWuo9JRyRFGmp5oEchm0=
		</data>
		<key>Faces.mlmodelc/model.espresso.net</key>
		<data>
		fRVXL4rMM/U37q2mLOaLl1rJO6k=
		</data>
		<key>Faces.mlmodelc/model.espresso.shape</key>
		<data>
		DRwG6meFv72NyRHtIJDa52nHe3w=
		</data>
		<key>Faces.mlmodelc/model.espresso.weights</key>
		<data>
		P1SVMykvjrbp0BuElFoBzUJNd8M=
		</data>
		<key>Faces.mlmodelc/model/coremldata.bin</key>
		<data>
		5LR8oiKDLNxRPHoayQMZXfjuLus=
		</data>
		<key>Faces.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>Frameworks/SameFace.framework/Info.plist</key>
		<data>
		Pquq/9DCm/PXXGhItyKsCwn0pfA=
		</data>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/coremldata.bin</key>
		<data>
		74OZd7YMWuo9JRyRFGmp5oEchm0=
		</data>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/model.espresso.net</key>
		<data>
		fRVXL4rMM/U37q2mLOaLl1rJO6k=
		</data>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/model.espresso.shape</key>
		<data>
		DRwG6meFv72NyRHtIJDa52nHe3w=
		</data>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/model.espresso.weights</key>
		<data>
		P1SVMykvjrbp0BuElFoBzUJNd8M=
		</data>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/model/coremldata.bin</key>
		<data>
		5LR8oiKDLNxRPHoayQMZXfjuLus=
		</data>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>Frameworks/SameFace.framework/SameFace</key>
		<data>
		VOLZIj+gRycTKZ1P2JsO8ks+G7g=
		</data>
		<key>Frameworks/SameFace.framework/_CodeSignature/CodeResources</key>
		<data>
		ncDzn0zYY+07RG8dmyJDLAUIqvg=
		</data>
		<key>Frameworks/SameFace.framework/haarcascade_frontalface_alt.xml</key>
		<data>
		EkapDR99LVIq6onpPtD6ijjZk6M=
		</data>
		<key>Frameworks/SameFace.framework/shape_predictor_68_face_landmarks.xml</key>
		<data>
		x7DgeApP2hgPdarfZUg4wYZu5fs=
		</data>
		<key>Headers/SFaceCompare-Swift.h</key>
		<data>
		5IxIMdVE40xufpWhtS+fMUeIjoU=
		</data>
		<key>Headers/SFaceCompare.h</key>
		<data>
		ok+ED7b89Y10vDlm6wkEGDTZDLs=
		</data>
		<key>Info.plist</key>
		<data>
		c3hcyldImM/1elpYba0JgE5uigk=
		</data>
		<key>Modules/SFaceCompare.swiftmodule/Project/arm64-apple-ios.swiftsourceinfo</key>
		<data>
		aVTEFpI1RFC6Gl8E+C65QxaD2rw=
		</data>
		<key>Modules/SFaceCompare.swiftmodule/Project/arm64.swiftsourceinfo</key>
		<data>
		aVTEFpI1RFC6Gl8E+C65QxaD2rw=
		</data>
		<key>Modules/SFaceCompare.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		OlRZFhEkoo6b95iXsffUOCqNcYo=
		</data>
		<key>Modules/SFaceCompare.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		mAGG6jyHrfbnBcsdEKi9ezESOdQ=
		</data>
		<key>Modules/SFaceCompare.swiftmodule/arm64.swiftdoc</key>
		<data>
		OlRZFhEkoo6b95iXsffUOCqNcYo=
		</data>
		<key>Modules/SFaceCompare.swiftmodule/arm64.swiftmodule</key>
		<data>
		mAGG6jyHrfbnBcsdEKi9ezESOdQ=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		Qc+E06O2uS/zMTLK+9P9Ii/9N9c=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets/.gitkeep</key>
		<dict>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>Classes/.gitkeep</key>
		<dict>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>Faces.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			NwWkevRK0TOBr2v1UG3LMGhNpv/tzQSVjCldPbCA1CA=
			</data>
		</dict>
		<key>Faces.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			2p6UUBnWaaMkw1/6Ho3/hVV4zqQpFChlmW4B/Nfz64w=
			</data>
		</dict>
		<key>Faces.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			mHNBLToY/k4nEiQnYAyBjk+tUMk+r6uLLuoB4ZkQLVY=
			</data>
		</dict>
		<key>Faces.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			t8vTu7SCl1dUM94QoYXKek1Yn4BPc/ywUocy142nONk=
			</data>
		</dict>
		<key>Faces.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			QN0pPj+e15nhf0jpLecEMajVDcXVsgHiMNdHmGmm9j4=
			</data>
		</dict>
		<key>Faces.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			dcXL9elbYNZPSWy+Pymey/ofzAafQmQDkVJcV3+P1jc=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			NwWkevRK0TOBr2v1UG3LMGhNpv/tzQSVjCldPbCA1CA=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			2p6UUBnWaaMkw1/6Ho3/hVV4zqQpFChlmW4B/Nfz64w=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			mHNBLToY/k4nEiQnYAyBjk+tUMk+r6uLLuoB4ZkQLVY=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			t8vTu7SCl1dUM94QoYXKek1Yn4BPc/ywUocy142nONk=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			QN0pPj+e15nhf0jpLecEMajVDcXVsgHiMNdHmGmm9j4=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/OpenFace__.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/SameFace</key>
		<dict>
			<key>hash2</key>
			<data>
			0C0ZuIpXFtsF3sQQy86pF6FjHqfThyjdB56nL7NiW14=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/_CodeSignature/CodeResources</key>
		<dict>
			<key>hash2</key>
			<data>
			BfJmKAwlvd/h82oLySGTccqtciIS9/QWckiyzUV6eGs=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/haarcascade_frontalface_alt.xml</key>
		<dict>
			<key>hash2</key>
			<data>
			YoHfE0Wcwhj/BH0Csq44WbEv8UqT/+iVL3sz+te5aXs=
			</data>
		</dict>
		<key>Frameworks/SameFace.framework/shape_predictor_68_face_landmarks.xml</key>
		<dict>
			<key>hash2</key>
			<data>
			+9wsuA65qnp1hnLL/doyumMA7+m25seimf9+c2sRuS8=
			</data>
		</dict>
		<key>Headers/SFaceCompare-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			+SGJou0rOPPQs6H/Ht95bWDLd1knF/QGw8RRiexve8A=
			</data>
		</dict>
		<key>Headers/SFaceCompare.h</key>
		<dict>
			<key>hash2</key>
			<data>
			sB6fdim+vVN+o2/PM4SymOXa2DvT1tDt4pZ1Qnp8+dE=
			</data>
		</dict>
		<key>Modules/SFaceCompare.swiftmodule/Project/arm64-apple-ios.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			gj8Y85H4p+LMVOS4qhIuK5fZvtxmMy4aFVwuAQnqjl4=
			</data>
		</dict>
		<key>Modules/SFaceCompare.swiftmodule/Project/arm64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			gj8Y85H4p+LMVOS4qhIuK5fZvtxmMy4aFVwuAQnqjl4=
			</data>
		</dict>
		<key>Modules/SFaceCompare.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			fE4yqXbpnymJRjfWhPqAmXxLPzGxTqyfFgEOgbNuW2I=
			</data>
		</dict>
		<key>Modules/SFaceCompare.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			3t8/OtGfi9MVMkqiTuAJIfqgpXBlfxX82j7AQt/pCEo=
			</data>
		</dict>
		<key>Modules/SFaceCompare.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			fE4yqXbpnymJRjfWhPqAmXxLPzGxTqyfFgEOgbNuW2I=
			</data>
		</dict>
		<key>Modules/SFaceCompare.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			3t8/OtGfi9MVMkqiTuAJIfqgpXBlfxX82j7AQt/pCEo=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			QjmwB4cVLjzjh3DLzCstTsk4mTth3PlOTiMnxC5J2Bs=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
